{
    "url": "https://www.nytimes.com/live/2020/11/26/world/covid-19-coronavirus",
    "website_url": "nytimes.com",
    "date_published": "2020-11-26 12:48:04",
    "date_modified": "2020-11-26 20:18:26",
    "lead_image_url": "https://static01.nyt.com/images/2020/11/26/world/26virus-briefing-briefing-lede/26virus-briefing-briefing-lede-facebookJumbo.jpg",
    "title_1": "Covid-19 Live Updates: Americans Gather for Thanksgiving at a Moment of National Peril",
    "title_2": "Covid-19 Live Updates: Americans Gather for Thanksgiving at a Moment of National Peril",
    "author": "By Mitch Smith",
    "authors": [
        "By Mitch Smith"
    ],
    "language": "en",
    "excerpt": "The shadow of the pandemic hangs over the holiday, as President-elect Joe Biden urges the U.S. to “hang on.” Virus numbers reach records in the county that saw the first U.S. case, in January.",
    "topic": "world",
    "is_opinion": false,
    "webpage_type": "article",
    "twitter_account": "@nytimes",
    "tags": [
        "null"
    ],
    "images": [
        "https://static01.nyt.com/images/2020/11/26/science/26virus-brief-canada-thanksgiving/merlin_178470462_d20201a4-441b-41ba-ad2a-505a0aa80150-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/11/26/world/26PARADE-CAROUSEL5/26PARADE-CAROUSEL5-square640.jpg",
        "https://static01.nyt.com/images/2020/11/26/world/26virus-briefing-astrazeneca-questions/merlin_180249825_36c0da62-436d-4581-8022-e04b095a1360-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/11/26/world/26virus-briefing-data/merlin_180452163_03749e91-cd48-40f5-8add-161c4b326bdf-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/11/26/world/26PARADE-CAROUSEL6/26PARADE-CAROUSEL6-square640.jpg",
        "https://static01.nyt.com/images/2020/11/26/world/26PARADE-CAROUSEL4/26PARADE-CAROUSEL4-square640.jpg",
        "https://static01.nyt.com/images/2020/11/26/world/26VIRUS-BRIEFING-DALLASCOWBOYS1/merlin_178777248_dc05c126-6b37-44c5-a136-053249c808f3-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/11/26/multimedia/26biden-hp-videopromo/26biden-hp-videopromo-videoSixteenByNineJumbo1600-v3.jpg",
        "https://static01.nyt.com/images/2020/11/26/world/26PARADE-CAROUSEL2/26PARADE-CAROUSEL2-square640.jpg",
        "https://static01.nyt.com/images/2020/11/26/world/26VIRUS-BRIEFING-CUOMO1/merlin_179628135_abbd335a-a206-400e-b17a-761d0d1a7a73-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/09/18/us/coronavirus-vaccine-tracker-promo-1600439734668/coronavirus-vaccine-tracker-promo-1600439734668-articleLarge-v21.png",
        "https://static01.nyt.com/images/2020/11/26/world/26VIRUS-BRIEFING-UK-TIERS1/merlin_179614278_a4c099eb-9e13-4aa5-a84f-a4a1f07b8982-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/11/26/world/26PARADE-CAROUSEL1/26PARADE-CAROUSEL1-square640.jpg",
        "https://static01.nyt.com/images/2020/11/26/world/26PARADE-CAROUSEL3/26PARADE-CAROUSEL3-square640.jpg",
        "https://static01.nyt.com/images/2020/11/26/us/26sixwords-clr/26sixwords-clr-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/11/26/world/26VIRUS-BRIEFING-POPE1/merlin_180323358_1fa7ec56-24c8-4b40-8a84-6f4bf2e17a4a-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/11/26/world/26VIRUS-BRIEFING-EU-USA-TRAVEL1/26VIRUS-BRIEFING-EU-USA-TRAVEL1-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/11/26/world/26virus-briefing-briefing-lede/merlin_180275283_cec90453-da48-4875-a6d6-55228a7bbb9f-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/11/26/fashion/weddings/26virus-brief-prisons/merlin_174408699_b9dc9f1e-31ea-4147-8fbb-57bcbbbfdd5f-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
        "https://static01.nyt.com/images/2020/11/26/world/26virus-briefing-briefing-lede/26virus-briefing-briefing-lede-facebookJumbo.jpg",
        "https://static01.nyt.com/images/2020/11/26/world/26VIRUS-BRIEFING-SNOHOMISH/merlin_167532435_80c5c888-4773-4f0c-b796-47fbf8bda107-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    ],
    "content_1": "Skip to contentSkip to site indexA restaurant with outdoor bubbles in Milwaukee. Deaths are surging in the Midwest.Credit...Tom Lynn for The New York TimesAmericans were celebrating Thanksgiving on Thursday with the pandemic at perhaps its most precarious point yet.Coronavirus cases in the United States have reached record highs, with an average of more than 176,000 a day over the past week. Deaths are soaring, with more than 2,200 announced on both Tuesday and Wednesday, the highest daily totals since early May. Even as reports of new infections begin to level off in parts of the Midwest, that progress is being offset by fresh outbreaks on both coasts and in the Southwest, where officials are scrambling to impose new restrictions to slow the spread.The national uptick includes weekly case records in places as diffuse as Delaware, Ohio, Maine and Arizona, where more than 27,000 cases were announced over seven days, exceeding the state’s summer peak.In New Mexico, grocery stores are being ordered to close if four employees test positive. In Los Angeles County, Calif., restaurants can no longer offer in-person dining. And in Pima County, Ariz., which includes Tucson, cases have reached record levels and officials have imposed a voluntary curfew.'What we’re trying to do is decrease social mobility,' said Dr. Theresa Cullen, the Pima County health director.Deaths are also surging, especially in the Midwest, the region that drove much of the case growth this fall. More than 900 deaths have been announced over the past week in Illinois, along with more than 400 each in Indiana, Ohio and Wisconsin.Health officials have worried aloud for weeks that large Thanksgiving gatherings could seed another wave of infections at a time when the country can scarcely afford it. In many places, hospitals are already full, contact tracers have been overwhelmed and health care workers are exhausted.'Wisconsin is in a bad place right now with no sign of things getting better without action,' said an open letter signed by hundreds of employees of UW Health, the state university’s medical center and health system. 'We are, quite simply, out of time. Without immediate change, our hospitals will be too full to treat all of those with the virus and those with other illnesses or injuries.'More than 260,000 people have died of coronavirus in the United States. In a speech on the eve of Thanksgiving, President-elect Joseph R. Biden Jr. spoke of his family’s losses, and urged Americans to 'hang on' and called for unity.VideoPresident-elect Joseph R. Biden Jr. stressed the importance of unity and encouraged Americans to be careful with Thanksgiving celebrations this year to help curb the spread of the coronavirus.CreditCredit...Chandan Khanna/Agence France-Presse — Getty Images'I remember that first Thanksgiving, the empty chair, the silence,' said Mr. Biden, whose son Beau died in 2015. 'It takes your breath away. It’s really hard to care. It’s hard to give thanks. It’s hard to even think of looking forward. It’s so hard to hope. I understand.'A man prays on the steps of the closed St. Sebastian Church in Queens, N.Y., in March. Credit...Todd Heisler/The New York TimesGov. Andrew M. Cuomo of New York accused the U.S. Supreme Court of political partisanship on Thursday after the high court rejected his statewide coronavirus-based restrictions on religious services, playing down the impact of its ruling and suggesting it was representative of its new conservative majority.Regardless of the governor’s interpretation, the decision by the Supreme Court late on Wednesday to suspend the 10- and 25-person capacity limitations on churches and other houses of worship in New York would seem to be a sharp rebuke to Mr. Cuomo, who had previously won a series of legal battles over his emergency powers.'You have a different court, and I think that was the statement that the court was making,' the governor said, noting worries in some quarters after President Trump nominated three conservative justices on the Supreme Court in the past four years. 'We know who he appointed to the court. We know their ideology.'Mr. Cuomo, a third-term Democrat, insisted that the decision 'doesn’t have any practical effect' because the restrictions on religious services in Brooklyn, as well as similar ones in Queens and the city’s northern suburbs, had since been eased after the positive test rates in those areas had declined.But less stringent capacity restrictions, also rejected by the Supreme Court’s decision, are still in place in six other counties, including in Staten Island.Legal experts said that despite the governor’s assertion that the decision was limited to parishes and other houses of worship in Brooklyn, the court’s ruling could be used to challenge and overturn other restrictions elsewhere. 'The decision is applicable to people in similar situations,' said Norman Siegel, a constitutional lawyer and former leader of the New York Civil Liberties Union. 'It’s applicable to any synagogue, any church, to any mosque, to any religious setting.'— Jesse McKinley and Liam StackContinue reading the main story Earl Wilson/The New York TimesBrittainy Newman for The New York TimesBrittainy Newman for The New York TimesBrittainy Newman for The New York TimesBrittainy Newman for The New York TimesBrittainy Newman for The New York TimesIt’s a yearly Thanksgiving Day tradition: Millions of spectators crammed onto long city blocks, hanging over barricades and balconies or pressed against the windows of towering office buildings to watch giant balloons, depicting cartoon characters like Pikachu, hovering just a few feet above the street.But this year, as with everything in 2020, the Macy’s Thanksgiving Day Parade, a ritual marker of the holiday, was drastically different.Because of the threat of the coronavirus, much of the parade in Manhattan was scaled down and pretaped for the television airing. The route was reduced from two miles to a single block down 34th Street, near the flagship department store.There were no high school bands. Instead of the usual 2,000 balloon handlers there were only about 130.Warnings from officials to stay home because of the pandemic kept millions indoors this year, and police barricades were put in place to ensure nobody got too close.Still, some spectators were curious and showed up anyway.On 34th Street and Fifth Avenue, Karin Schlosser, 52, stood behind one of the barricades taking photos of the floats and balloons.'I think people still really need some sense of normalcy,' said Ms. Schlosser, who is from California but is living in New York City for a month while working from home.Dozens gathered at the same corner shortly after 9 a.m. taking photos with their cellphones. A man with a woman snapped a selfie with Christmas floats in the background. Absent in the photograph was the usual crowd of thousands.Kaitlin Lawrence, 31, and Zeev Kirsh, 40, tried to inject the event with a little levity when they decided to attend the parade in turkey costumes. Ms. Lawrence, merged her two favorite holidays: Thanksgiving and Christmas. She dressed as a turkey-Santa.'We are die-hard New Yorkers and we want to keep the magic alive,' Ms. Lawrence said.Researchers working on AstraZeneca’s coronavirus vaccine in Oxford, England.Credit...Andrew Testa for The New York TimesThe announcement this week that a cheap, easy-to-make coronavirus vaccine appeared to be up to 90 percent effective was greeted with jubilation. 'Get yourself a vaccaccino,' a British tabloid celebrated, noting that a shot of the vaccine, developed by AstraZeneca and the University of Oxford, costs less than a cup of coffee.But since unveiling the preliminary results, AstraZeneca has acknowledged a key mistake in the vaccine dosage received by some study participants, adding to questions about whether the vaccine’s apparently spectacular efficacy will hold up under additional testing.Scientists and industry experts said the error and a series of other irregularities and omissions in the way AstraZeneca initially disclosed the data have eroded their confidence in the reliability of the results.Officials in the United States have also said that the results were not clear. It was the head of the U.S. federal vaccine initiative — not the company — who first disclosed that the vaccine’s most promising results did not reflect data from older people.The upshot, the experts said, is that the odds of regulators in the United States and elsewhere quickly authorizing the emergency use of the AstraZeneca vaccine are declining, a setback in the global campaign to corral the devastating pandemic.Michele Meixell, a spokeswoman for AstraZeneca, said the trials 'were conducted to the highest standards.'In an interview on Wednesday, Menelas Pangalos, the AstraZeneca executive in charge of much of the company’s research and development, defended the company’s handling of the testing and its public disclosures. He said the error in the dosage was made by a contractor, and that, once it was discovered, regulators were immediately notified and signed off on the plan to continue testing the vaccine in different doses.Asked why AstraZeneca shared some information with Wall Street analysts and some other officials and experts but not with the public, he responded, 'I think the best way of reflecting the results is in a peer-reviewed scientific journal, not in a newspaper.'A look at all the vaccines that have reached trials in humans.— Rebecca Robbins and Benjamin MuellerGlobal RoundupLondon will move to the second tier of restrictions, but service in restaurants and pubs will still be limited. Credit...Andrew Testa for The New York TimesAlmost all of England must adhere to the two most severe sets of coronavirus restrictions when a national lockdown ends next week, the government said on Thursday, in an announcement likely to stoke tensions with lawmakers.London and Liverpool have escaped the most stringent curbs and have been put into the second of three tiers, each based on an assessment of the threat from the virus.Restaurants and pubs will reopen for indoor dining, but they will only be allowed to serve alcohol indoors to those eating a substantial meal.In Manchester, Birmingham, Leicester, Newcastle and Hull, cities that must follow the toughest restrictions, pubs and restaurants will stay closed except for takeout service.Just a handful of areas in the south of England will be in the tier with the lightest rules.The fact that much of Northern England faces the tightest curbs is likely to revive claims that the region is not being treated the same way as London and the southern parts of the country.Across the country, some normality will return when the lockdown lifts on Wednesday in England, and stores, gyms and hairdressers can reopen. Religious services, weddings and outdoor sporting events can also take place.But in dividing the country into three tiers of restrictions, based on regional data, the government is hoping that the system works better than it did earlier this year, when it failed to stem a surge in cases.This time the rules have been tightened and Thursday’s announcement, made by the health secretary, Matt Hancock, underscores the government’s desire to keep controls on the hospitality trade in the run up to Christmas.'It is vital that we safeguard the gains we have made,' he told lawmakers on Thursday.Some critics, however, want regions split into smaller units to reflect local circumstances, and 70 lawmakers from Prime Minister Boris Johnson’s Conservative Party have expressed concerns about the economic damage of restrictions designed to prevent the spread of the virus.In other developments around the world: Chancellor Angela Merkel of Germany and state governors agreed to tighten virus restrictions and extend the country’s lockdown through December. 'Without a doubt we have difficult months ahead of us,' Ms. Merkel told lawmakers on Wednesday.Amid a growing caseload, Greece is also extending a lockdown that had been set to end on Monday, until Dec. 7.Prince Carl Philip and his wife, Princess Sofia, of Sweden tested positive for the coronavirus, according to a statement from the Royal Court of Sweden. Carl Philip is fourth in the line of succession to the Swedish throne.South Korea reported 583 new cases of the coronavirus on Thursday, the biggest daily caseload since early March, as health officials struggled to contain a third wave that began earlier this month. In the past week, officials have banned gatherings of more than 100 people, shuttered nightclubs and allowed only takeout services in coffee shop chains.— Stephen Castle, Christopher F. Schuetze and Niki KitsantonisContinue reading the main storyGov. Jay Inslee of Washington, center, speaking in January about the first reported case of the coronavirus in the United States.Credit...Grant Hindsley for The New York TimesIt was 10 months ago that officials identified the first U.S. coronavirus case, in Snohomish County, Wash. That area north of Seattle is now reporting its highest coronavirus case numbers of the pandemic.Snohomish County has recorded an average of about 230 cases per day over the past week, about three times higher than a month ago. Dr. Chris Spitters, the Snohomish County health officer, said hospitalizations in the region have risen about 400 percent in just six weeks.'Hospitals are rapidly approaching where we were back in March,' Dr. Spitters said this week.On Jan. 21, federal and local officials announced that a person who had recently traveled from Wuhan, China, had tested positive in Snohomish County, setting off an extensive effort to isolate and treat the patient. Weeks later, the Seattle region emerged as an early epicenter of the virus, although it remains uncertain whether the outbreak was linked to that first person.Washington State recorded many of the first coronavirus deaths in the nation in March but managed to contain its outbreak in the spring and has kept its numbers low when compared to other states around the country. But in recent days, case numbers have been jumping and setting records. Gov. Jay Inslee has restored coronavirus restrictions, closing fitness facilities and prohibiting indoor dining at bars and restaurants.Dr. Kathy Lofy, the state health officer, said Wednesday the situation was 'extraordinarily urgent' and urged all residents to take action to stop the spread of the virus before hospitals become overwhelmed.'We must all recommit to flatten the curve now,' Dr. Lofy said.San Quentin Prison in California has been hard hit by the coronavirus pandemic.Credit...Jim Wilson/The New York TimesThe Thanksgiving menu behind bars in the United States this year featured extra helpings of loneliness and tension along with the processed turkey.Most American prisons suspended in-person visits months ago — some as early as March — to try to limit the spread of the coronavirus, leaving many inmates able to communicate with loved ones only through mail that can take several weeks to arrive or costly phone and video calls.This year, the threat of the virus and the long separations from families have added an extra layer of anxiety to one of the most anticipated days of the year, inmates and their relatives say.Kelly Connolly, whose brother Rory Connolly is serving time in a federal prison in Ohio, said her family felt helpless to relieve her brother’s isolation and fear of getting sick.The ban on visits 'does seem extra punitive, on top of the sentence — the daily tension and terror, in addition to all the other aspects of prison,' she said. 'This is by far the longest stretch my brother has gone without seeing family members or friends.'Prisons, jails and detention facilities have often become coronavirus hot spots. More than 327,000 inmates and guards in have been infected by the virus, and more than 1,650 have died, according to a New York Times database.The steep recent rise in infections around the nation has meant that a number of prisons and jails that were planning to allow family visits for Thanksgiving have canceled those plans.Delta Airlines will begin offering 'quarantine free' flights between Atlanta and Rome starting next month. Credit...Curtis Compton/Atlanta Journal-Constitution, via Associated PressFor the first time since the coronavirus pandemic swept across Europe and the United States, a pilot program will allow a limited number of passengers to travel across the Atlantic from Atlanta to Italy without having to quarantine upon arrival, according to a Delta Air Lines news release on Thursday.The airline said it had worked with officials in both Georgia and Italy and that the program would rely on a strict testing protocol to ensure the flights could be conducted safely and 'coronavirus free.'Starting Dec. 19, all U.S. citizens permitted to travel to Italy for 'essential reasons, such as for work, health and education,' as well as all European Union and Italian citizens, would have to test negative for Covid-19 three times:Once with a polymerase chain reaction (P.C.R.) test taken up to 72 hours before departure.Once with a rapid test at Hartsfield-Jackson Atlanta International Airport.And once again with a rapid test upon arrival at Rome’s Fiumicino airport.Passengers departing Rome would again have to pass a rapid test at the airport.Travelers will also be asked to provide information upon entry into the United States to support contact-tracing protocols set up by the Centers for Disease Control and Prevention.Airlines, battered by the pandemic, have been working to establish travel corridors that are both safe and reliable.The International Air Transport Association forecast this week that the sector will lose $157 billion by the end of next year.'This crisis is devastating and unrelenting,' the organization’s director, Alexandre de Juniac, said in a statement.Delta, in partnership with Alitalia, said the airlines worked with the Mayo Clinic to devise the protocols and hoped they could serve as a model going forward.Continue reading the main storyGetting a free coronavirus test in Los Angeles on Wednesday.Credit...Bryan Denton for The New York TimesAfter more than two months of unrelenting growth, the United States is poised to see a steep drop-off in new cases on Thursday.It will be a mirage, not progress.At least 14 states have said they do not plan to update their data on Thursday as Americans celebrate Thanksgiving. Other states will likely do the same. And many county and regional health departments will also take the day off.'Out of respect for our O.S.D.H. personnel who have worked tirelessly since March in response to the Covid pandemic, we will not be reporting data on Thanksgiving,' the Oklahoma State Department of Health said in a statement on Wednesday.The New York Times reports new cases and deaths on the date they are announced by officials in hundreds of state and local health departments. In a typical week, daily fluctuations are smoothed out by using a rolling average that accounts for spikes on Fridays, when many states report their highest numbers of the week, and drops on the weekends, when some places don’t report any data.That analysis will become harder after Thanksgiving, which is almost assured to have far fewer cases than the 187,000 announced last Thursday, when 49 states reported fresh data. The country’s seven-day case average, now above 175,000, could fall sharply, at least for a day.Harder still is knowing what to expect in the days after Thanksgiving. Some states are likely to report artificial spikes when they resume reporting on Friday, which could push the country past 200,000 cases in a single day for the first time.But the blurry data could persist longer. Health officials in Vermont have said they will forego reporting both Thursday and Friday. And access to testing is likely to decrease for a few days, meaning more infections could go uncounted. In Louisiana, testing sites run by the National Guard will be closed both Thursday and Friday. In Wisconsin, some National Guard testing sites are closed all week.Numbers aside, public health officials are worried about what the holiday may bring. For weeks, governors and hospital executives have been begging people to skip turkey dinners with people not in their households. The country’s case average is as high as it’s ever been, cases are rising in 40 states and deaths are reaching levels unseen since May, with more than 2,200 announced nationwide both Tuesday and Wednesday.'Unless we unite behind the belief that each of us has a responsibility to protect others, we will face a devastating holiday season,' said Barbara Ferrer, the public health director in Los Angeles County, Calif., where cases have soared to record levels this week.— Mitch Smith and Lisa Waananen JonesPrime Minister Justin Trudeau of Canada and Dr. Theresa Tam, the country’s chief public health officer, held a news conference on Oct. 13, the day after Canada’s Thanksgiving.Credit...Sean Kilpatrick/The Canadian Press, via Associated PressDoes Canada’s Thanksgiving, which passed well over a month ago, offer a preview of what the United States now faces in terms of the pandemic?The differences between public health systems in Canada’s provinces and their pandemic rules make it difficult to generalize about the entire country’s holiday aftereffects.Daniel Coombs, a professor of mathematics at the University of British Columbia and an infectious disease modeling expert, said that several 'provinces have seen rises that are hard to directly link to Thanksgiving purely from case counts.'But Professor Coombs said many provinces did find through contact tracing that some new cases were linked to Thanksgiving events.Over the past six weeks, he said, outbreaks that started at Thanksgiving have continued to grow. 'It is not really possible to say what fraction of current cases were specifically seeded by Thanksgiving gatherings but I think it is indisputable that the effect is there,' Professor Coombs said.Since Thanksgiving, new restrictions have been imposed in many parts of Canada. This week an agreement between the four provinces along the Atlantic coast that allowed quarantine-free travel between them was suspended after a growth of cases in two of them. Manitoba, British Columbia and Ontario all imposed new measures in all or some areas this month.But Colin D. Furness, an assistant professor at Institute of Health Policy, Management and Evaluation of the University of Toronto, cautioned that Canada’s version of Thanksgiving is not an ideal proxy for the American version. It is not even a statutory holiday in some provinces, and Canadians generally wait until Christmas to travel for family get-togethers. 'So for the U.S., where Thanksgiving is the biggest travel weekend of the year, and where Covid is currently raging in many places, the threat posed by this holiday is enormous,' he said. 'If we looked at the Canadian experience, we might underestimate the U.S. risk.'The state of Texas limits attendance at AT&T Stadium, the home of the Dallas Cowboys, to half its capacity of over 100,000. The team plays the Washington Football Team on Thursday.Credit...Ronald Martinez/Getty ImagesTens of thousands of fans are expected to be at AT&T Stadium in Arlington, Texas, on Thursday, when the Dallas Cowboys, as they have nearly every year since 1966, play at home on Thanksgiving, this time against the Washington Football Team.To control the spread of the coronavirus, state rules limit attendance at the stadium to half its capacity of more than 100,000, and no game has approached that limit. Still, attendance has grown every game, hitting a high of 31,700 on Nov. 8, when the Pittsburgh Steelers were in town. Jerry Jones, the team’s owner, plans to keep selling tickets even as the number of infections surges in Tarrant County, where the Cowboys play home games.'I see a continued aggressive approach to having fans out there,' Mr. Jones said last week on Dallas sports talk radio. 'And that’s not being insensitive to the fact that we got our Covid and outbreak. Some people will say maybe it is, but not when you’re doing it as safe as we are and not when we’re having the results we’re having.'Local and state authorities have ultimate authority over whether fans can attend games, and the rules in Texas are more permissive than in states like California and New Jersey, where teams have played without spectators this season.But Mr. Jones’s approach runs counter not just to what other N.F.L. teams have done in recent weeks, but to what medical experts say is prudent public health policy. The number of cases in the county has jumped more than fivefold since the start of the regular season in early September, when there was an average of 1,500 confirmed infections a day.On Wednesday, the N.F.L. has moved the Thanksgiving night showdown between the Baltimore Ravens and Pittsburgh Steelers to Sunday afternoon after nearly a dozen players and staff members on the Ravens tested positive for the virus.Continue reading the main storyPope Francis on Sunday at the Vatican.Credit...Vincenzo Pinto/Agence France-Presse — Getty ImagesPope Francis, writing for the New York Times Opinion section, says that to come out of this pandemic better than we went in, 'we have to let ourselves be touched by others’ pain.'In this past year of change, my mind and heart have overflowed with people. People I think of and pray for, and sometimes cry with, people with names and faces, people who died without saying goodbye to those they loved, families in difficulty, even going hungry, because there’s no work.Sometimes, when you think globally, you can be paralyzed: There are so many places of apparently ceaseless conflict; there’s so much suffering and need. I find it helps to focus on concrete situations: You see faces looking for life and love in the reality of each person, of each people. You see hope written in the story of every nation, glorious because it’s a story of daily struggle, of lives broken in self-sacrifice. So rather than overwhelm you, it invites you to ponder and to respond with hope.To come out of this crisis better, we have to recover the knowledge that as a people we have a shared destination. The pandemic has reminded us that no one is saved alone. What ties us to one another is what we commonly call solidarity. Solidarity is more than acts of generosity, important as they are; it is the call to embrace the reality that we are bound by bonds of reciprocity. On this solid foundation we can build a better, different, human future.Credit...Vinnie NeubergLast week, David Leonhardt invited readers of his Morning newsletter to send six words describi",
    "content_2": "Covid-19 Live Updates: Latest News - The New York Times Sections SEARCH Skip to content Skip to site index Today’s Paper The Coronavirus Outbreak Latest Updates Maps and Cases Personalized Covid Tracker Vaccine Tracker FAQ: Thanksgiving and More Live Updated  Nov. 26, 2020, 3:18 p.m. ET Nov. 26, 2020, 3:18 p.m. ET Covid-19 Live Updates: Americans Gather for Thanksgiving at a Moment of National Peril The shadow of the pandemic hangs over the holiday, as President-elect Joe Biden urges the U.S. to 'hang on.' Virus numbers reach records in the county that saw the first U.S. case, in January. RIGHT NOW Cuomo criticizes the Supreme Court’s decision barring New York’s restrictions on religious services. Here’s what you need to know: A somber holiday for the U.S. amid a record number of daily virus cases and deaths. As with everything in 2020, the Macy’s Thanksgiving Day Parade was drastically different. AstraZeneca admits a mistake, raising questions about the efficacy of its vaccine. England details post-lockdown restrictions, and other news from around the world. In the county with the first U.S. case, virus numbers are hitting records. With visits blocked by the pandemic, Thanksgiving in prison may be lonelier than usual. Delta announces ‘quarantine free’ flights from Atlanta to Rome. As N.F.L. crowds decline, the Dallas Cowboys keep the gates open. The pandemic is ‘a crisis that reveals what is in our hearts,’ the pope says. A somber holiday for the U.S. amid a record number of daily virus cases and deaths. A restaurant with outdoor bubbles in Milwaukee. Deaths are surging in the Midwest. Credit... Tom Lynn for The New York Times Americans were celebrating Thanksgiving on Thursday with the pandemic at perhaps its most precarious point yet. Coronavirus cases in the United States have reached record highs, with an average of more than 176,000 a day over the past week. Deaths are soaring, with more than 2,200 announced on both Tuesday and Wednesday, the highest daily totals since early May. Even as reports of new infections begin to level off in parts of the Midwest, that progress is being offset by fresh outbreaks on both coasts and in the Southwest, where officials are scrambling to impose new restrictions to slow the spread. The national uptick includes weekly case records in places as diffuse as Delaware, Ohio, Maine and Arizona, where more than 27,000 cases were announced over seven days, exceeding the state’s summer peak. In New Mexico, grocery stores are being ordered to close if four employees test positive. In Los Angeles County, Calif., restaurants can no longer offer in-person dining. And in Pima County, Ariz., which includes Tucson, cases have reached record levels and officials have imposed a voluntary curfew. 'What we’re trying to do is decrease social mobility,' said Dr. Theresa Cullen, the Pima County health director. Deaths are also surging, especially in the Midwest, the region that drove much of the case growth this fall. More than 900 deaths have been announced over the past week in Illinois, along with more than 400 each in Indiana, Ohio and Wisconsin. Health officials have worried aloud for weeks that large Thanksgiving gatherings could seed another wave of infections at a time when the country can scarcely afford it. In many places, hospitals are already full , contact tracers have been overwhelmed and health care workers are exhausted . 'Wisconsin is in a bad place right now with no sign of things getting better without action,' said an open letter signed by hundreds of employees of UW Health, the state university’s medical center and health system. 'We are, quite simply, out of time. Without immediate change, our hospitals will be too full to treat all of those with the virus and those with other illnesses or injuries.' More than 260,000 people have died of coronavirus in the United States. In a speech on the eve of Thanksgiving, President-elect Joseph R. Biden Jr. spoke of his family’s losses , and urged Americans to 'hang on' and called for unity. Video transcript Back bars 0:00 / 1:30 - 0:00 transcript Biden Calls for Unity in Thanksgiving Address President-elect Joseph R. Biden Jr. stressed the importance of unity and encouraged Americans to be careful with Thanksgiving celebrations this year to help curb the spread of the coronavirus. You know, looking back over our history, you see that it’s been in the most difficult circumstances that the soul of our nation has been forged. And now we find ourselves again facing a long, hard winter. We’ve fought nearly a yearlong battle with a virus that has devastated this nation. I know the country has grown weary of the fight. We need to remember, we’re at war with a virus, not with one another, not with each other. This year we’re asking Americans to forgo so many of the traditions that we’ve long made this holiday, that’s made it so special. For our family, for 40-such years, 40-some years, we’ve had a tradition of traveling over Thanksgiving, a tradition that we’ve kept every year save one: the year our son Beau died. But this year, we’ll be staying home. I know how hard it is to forgo family traditions, but it’s so very important. I give thanks now for you, for the trust you’ve placed in me. Together we’ll lift our voices in the coming months and years, and our song shall be of lives saved, breaches repaired, a nation made whole again. President-elect Joseph R. Biden Jr. stressed the importance of unity and encouraged Americans to be careful with Thanksgiving celebrations this year to help curb the spread of the coronavirus. Credit Credit... Chandan Khanna/Agence France-Presse — Getty Images 'I remember that first Thanksgiving, the empty chair, the silence,' said Mr. Biden, whose son Beau died in 2015. 'It takes your breath away. It’s really hard to care. It’s hard to give thanks. It’s hard to even think of looking forward. It’s so hard to hope. I understand.' — Mitch Smith Cuomo criticizes the Supreme Court’s decision barring New York’s restrictions on religious services. A man prays on the steps of the closed St. Sebastian Church in Queens, N.Y., in March.  Credit... Todd Heisler/The New York Times Gov. Andrew M. Cuomo of New York accused the U.S. Supreme Court of political partisanship on Thursday after the high court rejected his statewide coronavirus-based restrictions on religious services, playing down the impact of its ruling and suggesting it was representative of its new conservative majority. Regardless of the governor’s interpretation, the decision by the Supreme Court late on Wednesday to suspend the 10- and 25-person capacity limitations on churches and other houses of worship in New York would seem to be a sharp rebuke to Mr. Cuomo, who had previously won a series of legal battles over his emergency powers. 'You have a different court, and I think that was the statement that the court was making,' the governor said, noting worries in some quarters after President Trump nominated three conservative justices on the Supreme Court in the past four years. 'We know who he appointed to the court. We know their ideology.' Mr. Cuomo, a third-term Democrat, insisted that the decision 'doesn’t have any practical effect' because the restrictions on religious services in Brooklyn, as well as similar ones in Queens and the city’s northern suburbs, had since been eased after the positive test rates in those areas had declined. But less stringent capacity restrictions, also rejected by the Supreme Court’s decision, are still in place in six other counties, including in Staten Island. Legal experts said that despite the governor’s assertion that the decision was limited to parishes and other houses of worship in Brooklyn, the court’s ruling could be used to challenge and overturn other restrictions elsewhere. 'The decision is applicable to people in similar situations,' said Norman Siegel, a constitutional lawyer and former leader of the New York Civil Liberties Union . 'It’s applicable to any synagogue, any church, to any mosque, to any religious setting.' — Jesse McKinley and Liam Stack Advertisement Continue reading the main story As with everything in 2020, the Macy’s Thanksgiving Day Parade was drastically different. Earl Wilson/The New York Times Brittainy Newman for The New York Times Brittainy Newman for The New York Times Brittainy Newman for The New York Times Brittainy Newman for The New York Times Brittainy Newman for The New York Times slide 1 slide 2 slide 3 slide 4 slide 5 slide 6 It’s a yearly Thanksgiving Day tradition: Millions of spectators crammed onto long city blocks, hanging over barricades and balconies or pressed against the windows of towering office buildings to watch giant balloons, depicting cartoon characters like Pikachu, hovering just a few feet above the street. But this year , as with everything in 2020, the Macy’s Thanksgiving Day Parade, a ritual marker of the holiday, was drastically different. Because of the threat of the coronavirus, much of the parade in Manhattan was scaled down and pretaped for the television airing. The route was reduced from two miles to a single block down 34th Street, near the flagship department store. There were no high school bands. Instead of the usual 2,000 balloon handlers there were only about 130. Warnings from officials to stay home because of the pandemic kept millions indoors this year, and police barricades were put in place to ensure nobody got too close. Still, some spectators were curious and showed up anyway. On 34th Street and Fifth Avenue, Karin Schlosser, 52, stood behind one of the barricades taking photos of the floats and balloons. 'I think people still really need some sense of normalcy,' said Ms. Schlosser, who is from California but is living in New York City for a month while working from home. Dozens gathered at the same corner shortly after 9 a.m. taking photos with their cellphones. A man with a woman snapped a selfie with Christmas floats in the background. Absent in the photograph was the usual crowd of thousands. Kaitlin Lawrence, 31, and Zeev Kirsh, 40, tried to inject the event with a little levity when they decided to attend the parade in turkey costumes. Ms. Lawrence, merged her two favorite holidays: Thanksgiving and Christmas. She dressed as a turkey-Santa. 'We are die-hard New Yorkers and we want to keep the magic alive,' Ms. Lawrence said. — Jan Ransom AstraZeneca admits a mistake, raising questions about the efficacy of its vaccine. Researchers working on AstraZeneca’s coronavirus vaccine in Oxford, England. Credit... Andrew Testa for The New York Times The announcement this week that a cheap, easy-to-make coronavirus vaccine appeared to be up to 90 percent effective was greeted with jubilation. 'Get yourself a vaccaccino,' a British tabloid celebrated , noting that a shot of the vaccine, developed by AstraZeneca and the University of Oxford, costs less than a cup of coffee. But since unveiling the preliminary results, AstraZeneca has acknowledged a key mistake in the vaccine dosage received by some study participants, adding to questions about whether the vaccine’s apparently spectacular efficacy will hold up under additional testing. Scientists and industry experts said the error and a series of other irregularities and omissions in the way AstraZeneca initially disclosed the data have eroded their confidence in the reliability of the results. Officials in the United States have also said that the results were not clear. It was the head of the U.S. federal vaccine initiative — not the company — who first disclosed that the vaccine’s most promising results did not reflect data from older people. The upshot, the experts said, is that the odds of regulators in the United States and elsewhere quickly authorizing the emergency use of the AstraZeneca vaccine are declining, a setback in the global campaign to corral the devastating pandemic. Michele Meixell, a spokeswoman for AstraZeneca, said the trials 'were conducted to the highest standards.' In an interview on Wednesday, Menelas Pangalos, the AstraZeneca executive in charge of much of the company’s research and development, defended the company’s handling of the testing and its public disclosures. He said the error in the dosage was made by a contractor, and that, once it was discovered, regulators were immediately notified and signed off on the plan to continue testing the vaccine in different doses. Asked why AstraZeneca shared some information with Wall Street analysts and some other officials and experts but not with the public, he responded, 'I think the best way of reflecting the results is in a peer-reviewed scientific journal, not in a newspaper.' Coronavirus Vaccine Tracker A look at all the vaccines that have reached trials in humans. — Rebecca Robbins and Benjamin Mueller Global Roundup England details post-lockdown restrictions, and other news from around the world. London will move to the second tier of restrictions, but service in restaurants and pubs will still be limited.  Credit... Andrew Testa for The New York Times Almost all of England must adhere to the two most severe sets of coronavirus restrictions when a national lockdown ends next week, the government said on Thursday, in an announcement likely to stoke tensions with lawmakers. London and Liverpool have escaped the most stringent curbs and have been put into the second of three tiers, each based on an assessment of the threat from the virus. Restaurants and pubs will reopen for indoor dining, but they will only be allowed to serve alcohol indoors to those eating a substantial meal. In Manchester, Birmingham, Leicester, Newcastle and Hull, cities that must follow the toughest restrictions, pubs and restaurants will stay closed except for takeout service. Just a handful of areas in the south of England will be in the tier with the lightest rules. The fact that much of Northern England faces the tightest curbs is likely to revive claims that the region is not being treated the same way as London and the southern parts of the country. Across the country, some normality will return when the lockdown lifts on Wednesday in England, and stores, gyms and hairdressers can reopen. Religious services, weddings and outdoor sporting events can also take place. But in dividing the country into three tiers of restrictions, based on regional data, the government is hoping that the system works better than it did earlier this year, when it failed to stem a surge in cases. This time the rules have been tightened and Thursday’s announcement, made by the health secretary, Matt Hancock, underscores the government’s desire to keep controls on the hospitality trade in the run up to Christmas. 'It is vital that we safeguard the gains we have made,' he told lawmakers on Thursday. Some critics, however, want regions split into smaller units to reflect local circumstances, and 70 lawmakers from Prime Minister Boris Johnson’s Conservative Party have expressed concerns about the economic damage of restrictions designed to prevent the spread of the virus. In other developments around the world: Chancellor Angela Merkel of Germany and state governors agreed to tighten virus restrictions and extend the country’s lockdown through December. 'Without a doubt we have difficult months ahead of us,' Ms. Merkel told lawmakers on Wednesday. Amid a growing caseload, Greece is also extending a lockdown that had been set to end on Monday, until Dec. 7. Prince Carl Philip and his wife, Princess Sofia, of Sweden tested positive for the coronavirus, according to a statement from the Royal Court of Sweden . Carl Philip is fourth in the line of succession to the Swedish throne. South Korea reported 583 new cases of the coronavirus on Thursday, the biggest daily caseload since early March, as health officials struggled to contain a third wave that began earlier this month. In the past week, officials have banned gatherings of more than 100 people, shuttered nightclubs and allowed only takeout services in coffee shop chains. — Stephen Castle , Christopher F. Schuetze and Niki Kitsantonis Advertisement Continue reading the main story In the county with the first U.S. case, virus numbers are hitting records. Gov. Jay Inslee of Washington, center, speaking in January about the first reported case of the coronavirus in the United States. Credit... Grant Hindsley for The New York Times It was 10 months ago that officials identified the first U.S. coronavirus case, in Snohomish County, Wash. That area north of Seattle is now reporting its highest coronavirus case numbers of the pandemic. Snohomish County has recorded an average of about 230 cases per day over the past week, about three times higher than a month ago. Dr. Chris Spitters, the Snohomish County health officer, said hospitalizations in the region have risen about 400 percent in just six weeks. 'Hospitals are rapidly approaching where we were back in March,' Dr. Spitters said this week. On Jan. 21, federal and local officials announced that a person who had recently traveled from Wuhan, China, had tested positive in Snohomish County, setting off an extensive effort to isolate and treat the patient. Weeks later, the Seattle region emerged as an early epicenter of the virus, although it remains uncertain whether the outbreak was linked to that first person. Washington State recorded many of the first coronavirus deaths in the nation in March but managed to contain its outbreak in the spring and has kept its numbers low when compared to other states around the country. But in recent days, case numbers have been jumping and setting records. Gov. Jay Inslee has restored coronavirus restrictions, closing fitness facilities and prohibiting indoor dining at bars and restaurants. Dr. Kathy Lofy, the state health officer, said Wednesday the situation was 'extraordinarily urgent' and urged all residents to take action to stop the spread of the virus before hospitals become overwhelmed. 'We must all recommit to flatten the curve now,' Dr. Lofy said. — Mike Baker With visits blocked by the pandemic, Thanksgiving in prison may be lonelier than usual. San Quentin Prison in California has been hard hit by the coronavirus pandemic. Credit... Jim Wilson/The New York Times The Thanksgiving menu behind bars in the United States this year featured extra helpings of loneliness and tension along with the processed turkey. Most American prisons suspended in-person visits months ago — some as early as March — to try to limit the spread of the coronavirus, leaving many inmates able to communicate with loved ones only through mail that can take several weeks to arrive or costly phone and video calls . This year, the threat of the virus and the long separations from families have added an extra layer of anxiety to one of the most anticipated days of the year, inmates and their relatives say. Kelly Connolly, whose brother Rory Connolly is serving time in a federal prison in Ohio, said her family felt helpless to relieve her brother’s isolation and fear of getting sick. The ban on visits 'does seem extra punitive, on top of the sentence — the daily tension and terror, in addition to all the other aspects of prison,' she said. 'This is by far the longest stretch my brother has gone without seeing family members or friends.' Prisons, jails and detention facilities have often become coronavirus hot spots. More than 327,000 inmates and guards in have been infected by the virus, and more than 1,650 have died, according to a New York Times database . The steep recent rise in infections around the nation has meant that a number of prisons and jails that were planning to allow family visits for Thanksgiving have canceled those plans. — Izzy Colón Delta announces ‘quarantine free’ flights from Atlanta to Rome. Delta Airlines will begin offering 'quarantine free' flights between Atlanta and Rome starting next month.  Credit... Curtis Compton/Atlanta Journal-Constitution, via Associated Press For the first time since the coronavirus pandemic swept across Europe and the United States, a pilot program will allow a limited number of passengers to travel across the Atlantic from Atlanta to Italy without having to quarantine upon arrival, according to a Delta Air Lines news release on Thursday. The airline said it had worked with officials in both Georgia and Italy and that the program would rely on a strict testing protocol to ensure the flights could be conducted safely and 'coronavirus free.' Starting Dec. 19, all U.S. citizens permitted to travel to Italy for 'essential reasons, such as for work, health and education,' as well as all European Union and Italian citizens, would have to test negative for Covid-19 three times: Once with a polymerase chain reaction (P.C.R.) test taken up to 72 hours before departure. Once with a rapid test at Hartsfield-Jackson Atlanta International Airport. And once again with a rapid test upon arrival at Rome’s Fiumicino airport. Passengers departing Rome would again have to pass a rapid test at the airport. Travelers will also be asked to provide information upon entry into the United States to support contact-tracing protocols set up by the Centers for Disease Control and Prevention. Airlines, battered by the pandemic, have been working to establish travel corridors that are both safe and reliable. The International Air Transport Association forecast this week that the sector will lose $157 billion by the end of next year. 'This crisis is devastating and unrelenting,' the organization’s director, Alexandre de Juniac, said in a statement. Delta, in partnership with Alitalia, said the airlines worked with the Mayo Clinic to devise the protocols and hoped they could serve as a model going forward. — Marc Santora Advertisement Continue reading the main story Data on U.S. cases will lag, with 14 states not updating numbers over Thanksgiving. Getting a free coronavirus test in Los Angeles on Wednesday. Credit... Bryan Denton for The New York Times After more than two months of unrelenting growth, the United States is poised to see a steep drop-off in new cases on Thursday. It will be a mirage, not progress. At least 14 states have said they do not plan to update their data on Thursday as Americans celebrate Thanksgiving. Other states will likely do the same. And many county and regional health departments will also take the day off. 'Out of respect for our O.S.D.H. personnel who have worked tirelessly since March in response to the Covid pandemic, we will not be reporting data on Thanksgiving,' the Oklahoma State Department of Health said in a statement on Wednesday. The New York Times reports new cases and deaths on the date they are announced by officials in hundreds of state and local health departments. In a typical week, daily fluctuations are smoothed out by using a rolling average that accounts for spikes on Fridays, when many states report their highest numbers of the week, and drops on the weekends, when some places don’t report any data. That analysis will become harder after Thanksgiving, which is almost assured to have far fewer cases than the 187,000 announced last Thursday, when 49 states reported fresh data. The country’s seven-day case average, now above 175,000, could fall sharply, at least for a day. Harder still is knowing what to expect in the days after Thanksgiving. Some states are likely to report artificial spikes when they resume reporting on Friday, which could push the country past 200,000 cases in a single day for the first time. But the blurry data could persist longer. Health officials in Vermont have said they will forego reporting both Thursday and Friday. And access to testing is likely to decrease for a few days, meaning more infections could go uncounted. In Louisiana, testing sites run by the National Guard will be closed both Thursday and Friday. In Wisconsin, some National Guard testing sites are closed all week. Numbers aside, public health officials are worried about what the holiday may bring. For weeks, governors and hospital executives have been begging people to skip turkey dinners with people not in their households. The country’s case average is as high as it’s ever been, cases are rising in 40 states and deaths are reaching levels unseen since May, with more than 2,200 announced nationwide both Tuesday and Wednesday. 'Unless we unite behind the belief that each of us has a responsibility to protect others, we will face a devastating holiday season,' said Barbara Ferrer, the public health director in Los Angeles County, Calif., where cases have soared to record levels this week. — Mitch Smith and Lisa Waananen Jones Canada had its Thanksgiving in October. What followed may bode poorly for the U.S. Prime Minister Justin Trudeau of Canada and Dr. Theresa Tam, the country’s chief public health officer, held a news conference on Oct. 13, the day after Canada’s Thanksgiving. Credit... Sean Kilpatrick/The Canadian Press, via Associated Press Does Canada’s Thanksgiving, which passed well over a month ago, offer a preview of what the United States now faces in terms of the pandemic? The differences between public health systems in Canada’s provinces and their pandemic rules make it difficult to generalize about the entire country’s holiday aftereffects. Daniel Coombs, a professor of mathematics at the University of British Columbia and an infectious disease modeling expert, said that several 'provinces have seen rises that are hard to directly link to Thanksgiving purely from case counts.' But Professor Coombs said many provinces did find through contact tracing that some new cases were linked to Thanksgiving events. Over the past six weeks, he said, outbreaks that started at Thanksgiving have continued to grow. 'It is not really possible to say what fraction of current cases were specifically seeded by Thanksgiving gatherings but I think it is indisputable that the effect is there,' Professor Coombs said. Since Thanksgiving, new restrictions have been imposed in many parts of Canada. This week an agreement between the four provinces along the Atlantic coast that allowed quarantine-free travel between them was suspended after a growth of cases in two of them. Manitoba, British Columbia and Ontario all imposed new measures in all or some areas this month. But Colin D. Furness, an assistant professor at Institute of Health Policy, Management and Evaluation of the University of Toronto, cautioned that Canada’s version of Thanksgiving is not an ideal proxy for the American version. It is not even a statutory holiday in some provinces, and Canadians generally wait until Christmas to travel for family get-togethers. 'So for the U.S., where Thanksgiving is the biggest travel weekend of the year, and where Covid is currently raging in many places, the threat posed by this holiday is enormous,' he said. 'If we looked at the Canadian experience, we might underestimate the U.S. risk.' — Ian Austen As N.F.L. crowds decline, the Dallas Cowboys keep the gates open. The state of Texas limits  resu"
}
       